Repository: City-of-Helsinki/wordpress-helfi-site-core
Catalog: languages/helsinki-site-core-*.po
Languages: fi, sv_se

# %1$s: hashtag
source: More posts about %1$s on X
fi: Lisää julkaisuja aiheesta %1$s X:ssä
sv_se: Fler inlägg om %1$s på X

# %1$s: profile name
source: %1$s on Facebook
fi: %1$s Facebookissa
sv_se: %1$s på Facebook

# %1$s: profile name
source: %1$s on Instagram
fi: %1$s Instagramissa
sv_se: %1$s på Instagram

# %1$s: profile name
source: %1$s on X
fi: %1$s X:ssä
sv_se: %1$s på X

# %1$s: profile name
source: %1$s on YouTube
fi: %1$s YouTubessa
sv_se: %1$s på YouTube

source: Blocks
fi: Lohkot
sv_se: Block

source: City of Helsinki
fi: Helsingin kaupunki
sv_se: Helsingfors stad

source: Helsinki Site Core
fi: Helsinki-sivustoydin

# Login error
source: Login failed.
fi: Kirjautuminen epäonnistui.
sv_se: Inloggningen misslyckades.

# Login error
source: Please contact your site admin or developer if you continue having problems.
fi: Ota yhteyttä sivustosi ylläpitäjään tai kehittäjään, jos ongelmat jatkuvat.
sv_se: Kontakta din webbplatsadministratör eller utvecklare om du fortsätter att ha problem.

source: Opinionated default customizations for Helsinki WordPress sites
fi: Mielipiteellisiä oletusmuokkauksia Helsingin WordPress-sivustoihin.
sv_se: Åsikter om standardanpassningar för Helsingfors WordPress-webbplatser

# search meta_title %1$d: count %2$s: search term
source: %1$d result for the search term %2$s
fi: %1$d hakutulos hakusanalle %2$s
sv_se: %1$d sökresultat for söktermen %2$s

# search meta_title %1$s: search term
source: 0 results for the search term %1$s
fi: 0 hakutulosta hakusanalle %1$s
sv_se: 0 sökresultat för söktermen %1$s
